{
  "_meta": {
    "maxChars": {
      "welcome": "50"
    }
  },
  "en": {
    "welcome": "Welcome!",
    "title": "<size=60>Food Prepper</size>\nSafety First",
    "begin": "BEGIN",
    "options": "OPTIONS",
    "music": "MUSIC",
    "sound": "SOUND",
    "close": "CLOSE",
    "confirm": "CONFIRM",
    "complete": "COMPLETE",
    "tcs_foods": "TCS Foods\n(Time/Temperature Control for Safety)",
    "non_tcs_foods": "Non-TCS Foods",
    "score": "SCORE:",
    "score_final_format": "TOTAL SCORE: {0} out of {1}",
    "end_title": "The End",
    "end_desc": "Congratulations, you are now a true Food Prepper!\nThank you for playing!",
    "instruct_turn_on_faucet": "Press the faucet to begin.",
    "thawing_timer": "Thawing Time",
    "thermometer_calibration": "Thermometer Calibration",
    "thermometer_calibration_result": "Thermometer Calibration Result",
    "target": "Target",
    "food_beef": "Beef",
    "food_eggs": "Eggs",
    "food_fruits": "Fruits",
    "food_lamb": "Lamb",
    "food_mayo": "Mayonnaise",
    "food_milk": "Milk",
    "food_pork": "Pork",
    "food_poultry": "Poultry",
    "food_rice_cooked": "Rice (Cooked)",
    "food_shellfish": "Shellfish",
    "food_vegetables_sliced": "Vegetables (Sliced)",
    "food_bread": "Bread (Plain)",
    "food_cannedGoods": "Canned Goods",
    "food_flour": "Flour",
    "food_potato": "Potatoes (Raw)",
    "food_rice_raw": "Rice (Raw)",
    "food_produce": "Produce",
    "food_beefStew": "Beef Stew",
    "food_bbqPork": "Barbeque Pork",
    "food_bbqChicken": "Barbeque Chicken",
    "food_broccoliSalad": "Broccoli Salad",
    "food_yogurtBar": "Yogurt Bar",
    "tcsFoodDesc_meats_title": "Meats",
    "tcsFoodDesc_meats": "Bacon - in raw form\nBeef - ground, roasts, steak\nGravy\nGround meats - all\nHot Dogs\nLunch meat\nMeat casseroles\nPork - ground, ham, roasts\nProcessed meats - all\nSausage\nSoups Stews",
    "tcsFoodDesc_poultry_title": "Poultry",
    "tcsFoodDesc_poultry": "Chicken - ground, roasted, barbequed, fried, nuggets, patties, strips\nCasseroles with chicken/turkey\nDressing\nGravy\nPrecooked, processed products\nTurkey – ground, roast\nSoups Stews",
    "tcsFoodDesc_seafood_title": "Seafood",
    "tcsFoodDesc_seafood": "Fish, Salmon, Tuna",
    "tcsFoodDesc_bakery_title": "Bakery Foods",
    "tcsFoodDesc_bakery": "Cream pastries\nCream/custard pies and tarts\nPudding - prepared",
    "tcsFoodDesc_dairy_title": "Dairy Foods",
    "tcsFoodDesc_dairy": "Whipped butter/whipped margarine\nCheese - mozzarella, cottage, cream, Ricotta\nCream - real, sauce, white\nDairy whipped topping\nIce cream\nMilk",
    "tcsFoodDesc_pasta_title": "Pasta",
    "tcsFoodDesc_pasta": "Noodles - all kinds, cooked\nRice - cooked",
    "tcsFoodDesc_eggs_title": "Eggs",
    "tcsFoodDesc_eggs": "Egg casseroles\nEgg dishes\nDeviled eggs\nFried eggs\nHard-cooked eggs\nOmelets\nScrambled eggs",
    "tcsFoodDesc_fruits_veg_title": "Fruits and Vegetables",
    "tcsFoodDesc_fruits_veg": "Dry beans - cooked\nPotatoes - baked, boiled mashed (fresh, instant), scalloped/augratin (fresh, dehydrated)\nCut/prepared fresh fruits and vegetables (including melons, tomatoes and salad greens)",
    "tcsFoodDesc_misc_title": "Misc.",
    "tcsFoodDesc_misc": "Salad dressings prepared from a mix",
    "washProduce_title": "Washing Produce",
    "washProduce_item_1": "Wash your hands for 20 seconds with warm water and soap before and after preparing fresh produce.",
    "washProduce_item_2": "If damage or bruising occurs before eating or handling, cut away the damaged or bruised areas before preparing or eating.",
    "washProduce_item_3": "Rinse produce BEFORE you peel it, so dirt and bacteria aren’t transferred from the knife onto the fruit or vegetable.",
    "washProduce_item_4": "Gently rub produce while holding under plain running water. There’s no need to use soap or a produce wash.",
    "washProduce_item_5": "Use a clean vegetable brush to scrub firm produce, such as melons and cucumbers.",
    "washProduce_item_6": "Dry produce with a clean cloth or paper towel to further reduce bacteria that may be present.",
    "washProduce_item_7": "Remove the outermost leaves of a head of lettuce or cabbage.",
    "thermometer_broken": "Something is not right with this thermometer, should we proceed to use it?",
    "thermometer_broken0": "Yeah, it's fine.",
    "thermometer_broken1": "No, it's broken.",
    "thermometer_broken_correct": "That's right, the thermometer's arrow didn't move when it was dipped into the glass. Good call!",
    "thermometer_broken_wrong": "Wrong! The thermometer's arrow didn't move when it was dipped into the glass.",
    "dangerZoneTrivia1": "A pot of beef stew has been placed in an ice-water bath to cool. After constant stirring, three hours have passed, and the temperature reads 70° F. Is the beef stew ready to be placed into the cooler?",
    "dangerZoneTrivia10": "No, the temperature didn't reach 70° F before two hours, it should be thrown out.",
    "dangerZoneTrivia11": "Yes, the stew has reached the proper temperature of 70° F, it should be ready to be placed in the cooler.",
    "dangerZoneTrivia2": "A tray of barbeque pork has been placed in the oven to be reheated. After 30 minutes, a server checks the internal temperature for 15 seconds. It reads 165° F.",
    "dangerZoneTrivia20": "The temperature looks good, it is ready to be served.",
    "dangerZoneTrivia21": "It still needs to be heated, put it back in the oven, and wait for another 30 minutes.",
    "dangerZoneTrivia22": "It is not safe to be served, throw it out.",
    "dangerZoneTrivia3": "A server has been sent to check on the temperature of a tray of barbeque chicken. After checking the internal temperature for 15 seconds, it reads 127° F. The tray has been out for at least an hour.",
    "dangerZoneTrivia30": "The tray needs to be heated up.",
    "dangerZoneTrivia31": "The temperature looks good, leave it alone.",
    "dangerZoneTrivia4": "Several broccoli salad trays being served have been out for more than an hour. A server decided to check the temperature of each tray. They all read 40° F.",
    "dangerZoneTrivia40": "The temperature looks good, leave it alone.",
    "dangerZoneTrivia41": "These shouldn't be served, replace it with a new batch.",
    "dangerZoneTrivia42": "It's too cold, they need to be heated up in a microwave.",
    "dangerZoneTrivia5": "A server was requested to check on the yogurt batch being served at the yogurt bar. After checking the temperature, it reads 53° F. Looking at the time it was brought out, it's been several hours.",
    "dangerZoneTrivia50": "This batch needs to be replaced.",
    "dangerZoneTrivia51": "The temperature is fine, leave it as is.",
    "intro_1": "Greetings! We’re here today to learn about safety in food preparations.",
    "intro_2": "Before we begin, it’s important to learn about proper hygiene!",
    "intro_3": "First off, washing your hands. If there’s one place in our body to find a thriving colony of pathogens, it’s our hands.",
    "intro_4": "Remember to always wash your hands after using the restroom, before switching prep assignments, or before putting on disposable gloves.",
    "washHands_1": "Wash your hands with soap and warm water for a minimum of 20 seconds.",
    "washHands_2": "Do not handle food if you have a skin infection, or a cut on your hand.",
    "sanitary_1": "Look at that, the other servers have arrived.",
    "sanitary_2": "They’re pumped up and ready to go!",
    "sanitary_other_1": "I don't feel so good…",
    "sanitaryInteract": "Hm, looks like one of the servers appears to be sick. What’s the best course of action?",
    "sanitaryInteract0": "She seems functional enough to work, she should be fine.",
    "sanitaryInteract1": "Let her wear a face mask to avoid contamination.",
    "sanitaryInteract2": "She should take a sick leave.",
    "sanitaryInteractResult0": "No way! Not only will she potentially infect other servers, but the customers as well! She needs to take a sick leave.",
    "sanitaryInteractResult1": "Wearing a face mask is not enough! We do not want to take any risk when someone is sick. She needs to take a sick leave.",
    "sanitaryInteractResult2": "That's correct, any employee suffering from respiratory or intestinal illness should not work their scheduled shift.",
    "sanitaryEnd_1": "Alright, we are good to go! Let's go ahead and start prepping for the day.",
    "tcsIntro_1": "First thing we need to do is determine which foods are potentially hazardous. The ones that allow pathogen growth.",
    "tcsIntro_2": "The best way to deal with these foods is through proper time management, and temperature control.",
    "tcsIntro_3": "This is known as Time and Temperature Control for Safety, or in short: TCS food.",
    "tcsIntro_4": "Most of these foods are easily identified through common sense. So, let’s see if you can identify which ones are TCS or non-TCS food.",
    "tcsPost_1": "Excellent! Now that that’s sorted out, let me show you a comprehensive list for TCS food.",
    "produceIntro_1": "Since the majority of foods already carry germs, steps must be taken to minimize the potential danger of these foods possess.",
    "produceIntro_2": "As such, all produce needs to be thoroughly washed to remove germs, and wash away insecticides.",
    "produceIntro_3": "Here are some useful tips for washing produce.",
    "thawMethods_title": "Thawing Methods",
    "thawMethods_fridge_title": "Refridgerator",
    "thawMethods_fridge_desc": "Thaw food in a refrigerator at 41° F (5° C) or lower to keep dangerous microorganisms from growing. Plan ahead when thawing large items such as turkeys - they can take several days to thaw.",
    "thawMethods_water_title": "Running Water",
    "thawMethods_water_desc": "Thaw food submerged under running water at a temperature of 70° F (21° C) or lower. The water flow must be strong enough to wash food particles into the overflow drain.",
    "thawMethods_microwave_title": "Microwave",
    "thawMethods_microwave_desc": "You can safely thaw food in a microwave oven if the food will be cooked immediately. Large items such as roasts or turkeys may not thaw well in a microwave.",
    "thawIntro_1": "Now we will talk about proper thawing of food.",
    "thawIntro_2": "There are several ways to thaw food. Each method varies by how long it takes. So, plan accordingly!",
    "thawIntro_3": "Here are the three methods commonly used.",
    "thawFaucet_1": "For this exercise, we will be using the running water method.",
    "thawFaucet_2": "Let’s start by turning the faucet on.",
    "thawMeat_1": "Great, now grab the pack of meat and put it under the running water.",
    "thawWait_1": "Excellent! Now just wait till the meat has properly thawed…It should take about half an hour to an hour.",
    "thawWait_2": "Alright, well this will obviously take a while, so let’s compress time to speed things up!",
    "thawEnd_1": "Great! The meat has been properly thawed and is ready to be cooked.",
    "thawEnd_2": "Remember that once food has been thawed, it must be cooked right away! Don’t put any of them back in the freezer!",
    "calibrateIntro_1": "Next up, we will be calibrating a thermometer.",
    "calibrateIntro_2": "The best way to verify that your thermometer is properly calibrated is by immersing it in ice water.",
    "calibrateIntro_3": "Wait for the reading to stay put, then check if it reads 32° F (0° C). This is the freezing point of water.",
    "calibrateIntro_4": "If it is slightly off, adjust the thermometer until it reads 32° F (0° C). Calibration is done in various ways, but for mechanical ones, a wrench will do.",
    "calibrateIntro_5": "Now go ahead and try it out yourself!",
    "calibrateNext_1": "Great! Now here's a couple more for you to verify!",
    "calibrateEnd_1": "Anyhow, with the thermometers properly verified and calibrated, we can now use them to check on food temperature.",
    "calibrateEnd_2": "Remember to wipe the thermometer clean after each use!",
    "dangerZone_title": "Temperature Danger Zone",
    "dangerZoneExplainIntro_1": "We'll now talk about the temperature danger zone.",
    "dangerZoneExplainIntro_2": "If you recall, we sorted out which foods require Time and Temperature Control for Safety (TCS foods).",
    "dangerZoneExplainIntro_3": "Well, these types of food must not fall within a temperature range that is known as the Danger Zone.",
    "dangerZoneExplainRange_1": "Here’s the temperature range, please keep this in mind!",
    "dangerZoneExplainRange_2": "This is the range where pathogens will grow and thrive. The longer any food stays in this range, the more contaminated it will be.",
    "dangerZoneExplainRange_3": "For hot foods, if they aren’t served right away, ensure their temperature is kept at 140° F or above. You can use various equipment to maintain heat such as: chafing dishes, slow cookers, warming trays.",
    "dangerZoneExplainRange_4": "For cold foods, keep them in containers on ice to ensure the temperature does not go above 41° F.",
    "dangerZoneExplainRange_5": "Remember, to get a proper reading of a food’s internal temperature: ensure you stick the thermometer in the thickest part, and wait at least fifteen seconds.",
    "dangerZoneExplainReheatCool_1": "Now when it comes to reheating foods, make sure its internal temperature reaches 165° F for fifteen seconds within two hours.",
    "dangerZoneExplainReheatCool_2": "As for leftovers, these must be cooled down to 70 F within two hours, and finally below 41° F within four hours.",
    "dangerZoneExplainReheatCool_3": "To cool down food effectively, it is recommended to split it into smaller portions for faster cooling.",
    "dangerZonePlayIntro_1": "For this final task, you’ll be presented with various scenarios that involve food temperature.",
    "dangerZonePlayIntro_2": "Just remember, food temperature must not reach within the danger zone of 41 F to 135 F.",
    "dangerZonePlayIntro_3": "You can do it!"
  }
}